<section class="autobiography">
    <h2>Моя автобиография</h2>
    <p>Я, Гридасова Карина Владиславовна, родилась 13 ноября 1996 года в г.Мелитополь Запорожской области (Украина).</p>
    <p>Мать - Гридасова Оксана Владимировна.</p>
    <p>Отец - Гридасова Владислав Владимирович.</p>
    <p>В 2002 году я пошла в 1 класс Мелитопольской общеобразовательной щколы I-III уровней №24.
        В 2011 году после окончания 9-го класса поступила на 1 курс Мелитопольского промышленно-экономического колледжа на специальность "Компьютерные сети".
        В 2015 после окончания колледжа с красным дипломом поступила на 2 курс Харьковского Авиационно-Космического Университета им. Жуковского, который окончила с отличием в 2018 году и
        получила специальность инженера радиотехнических систем летательных аппаратов.
        В 2016 году поступила на 1 курс Севастопольского Государственного Университета на специальность "Информационные системы и технологии", где обучаюсь и ныне.</p>
        <p>Замужем.</p>
        <p>Мое хобби - вкусно есть, крепко спать, котики, альпаки, С++, С#.</p>
        <p>В работе отличаюсь ответственностью и пунктуальносью.</p>
    </p>
</section>