<section>
    <h2>Моё образование</h2>
    <dl class="educationList">
        <dt>Название учебного заведения:</dt>
            <dd>ФГАОУ Севастопольский государственный университет</dd>
        <dt>Название кафедры:</dt>
            <dd>Кафедра "Информационных систем и технологий</dd>
    </dl>
    <h3>Изученные мною дисциплины</h3>
    <table border="1" class="educationTable">
        <tr>
            <th>Наименование дисциплины</th>
            <th>Общее количество часов</th>
            <th>Оценка</th>
            <th>Фамилия преподавателя</th>
        </tr>
        <tr>
            <td colspan="4">1 семестр</td>
        </tr>
        <tr>
            <td>Высшая математика</td>
            <td>252</td>
            <td>хорошо</td>
            <td>Ольшанская</td>
        </tr>
        <tr>
            <td>Информатика</td>
            <td>108</td>
            <td>отлично</td>
            <td>Сметанина</td>
        </tr>
        <tr>
            <td>История</td>
            <td>108</td>
            <td>хорошо</td>
            <td>Дмитриева</td>
        </tr>
        <tr>
            <td>Физическая культура</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Ткаченко</td>
        </tr>
        <tr>
            <td>Физика</td>
            <td>144</td>
            <td>зачтено</td>
            <td>Лантушенко</td>
        </tr>
        <tr>
            <td>Экология</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Климова</td>
        </tr>
        <tr>
            <td>Русский язык и культура речи</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Морозова</td>
        </tr>
        <tr>
            <td>Алгоритмизация и программирование</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Сметанина</td>
        </tr>
        <tr>
            <td>Иностранный язык</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Моисейкина</td>
        </tr>
        <tr>
            <td colspan="4">2 семестр</td>
        </tr>
        <tr>
            <td>Философия</td>
            <td>108</td>
            <td>отлично</td>
            <td>академ. разница</td>
        </tr>
        <tr>
            <td>Высшая математика</td>
            <td>180</td>
            <td>отлично</td>
            <td>академ. разница</td>
        </tr>
        <tr>
            <td>Физика</td>
            <td>180</td>
            <td>хорошо</td>
            <td>академ. разница</td>
        </tr>
        <tr>
            <td>Алгоритмизация и программирование</td>
            <td>108</td>
            <td>отлично</td>
            <td>Сметанина</td>
        </tr>
        <tr>
            <td>Физическая культура</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Ткаченко</td>
        </tr>
        <tr>
            <td>Иностранный язык</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Моисейкина</td>
        </tr>
        <tr>
            <td>Дискретная математика</td>
            <td>108</td>
            <td>зачтено</td>
            <td>академ. разница</td>
        </tr>
        <tr>
            <td>Экономическая теория</td>
            <td>72</td>
            <td>зачтено</td>
            <td>академ. разница</td>
        </tr>
        <tr>
            <td>Основы права</td>
            <td>72</td>
            <td>зачтено</td>
            <td>???</td>
        </tr>
        <tr>
            <td><a href="/test">Безопасность жизнедеятельности</a></td>
            <td>72</td>
            <td>зачтено</td>
            <td>Буркова</td>
        </tr>
        <tr>
            <td colspan="4">3 семестр</td>
        </tr>
        <tr>
            <td>Высшая математика</td>
            <td>144</td>
            <td>удовлетворительно</td>
            <td>Ольшанская</td>
        </tr>
        <tr>
            <td>Дискретная математика</td>
            <td>108</td>
            <td>отлично</td>
            <td>Ченгарь</td>
        </tr>
        <tr>
            <td>Архитектура компюьтерных систем</td>
            <td>144</td>
            <td>отлично</td>
            <td>Волкова</td>
        </tr>
        <tr>
            <td>Объектно-ориентированное программирование</td>
            <td>144</td>
            <td>отлично</td>
            <td>Сметанина</td>
        </tr>
        <tr>
            <td>Алгоритмизация и программирование</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Забаштанский</td>
        </tr>
        <tr>
            <td>Алгоритмизация и программирование</td>
            <td>курсовой проект</td>
            <td>отлично</td>
            <td>Забаштанский</td>
        </tr>
        <tr>
            <td>Иностранный язык</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Миронцева</td>
        </tr>
        <tr>
            <td>Физкультура и спорт</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Русинова</td>
        </tr>
        <tr>
            <td>Экономика и основы IT-предприятия</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Горбачева</td>
        </tr>
        <tr>
            <td>Компьютерная графика</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Ченгарь</td>
        </tr>
        <tr>
            <td>Теория электрических цепей</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Козырев</td>
        </tr>
        <tr>
            <td>Численные методы</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Балабанов</td>
        </tr>
        <tr>
            <td colspan="4">4 семестр</td>
        </tr>
        <tr>
            <td>Иностранный язык</td>
            <td>108</td>
            <td>отлично</td>
            <td>Миронцева</td>
        </tr>
        <tr>
            <td>Электроника</td>
            <td>144</td>
            <td>отлично</td>
            <td>Осадченко</td>
        </tr>
        <tr>
            <td>Основы теории алгоритмов</td>
            <td>144</td>
            <td>отлично</td>
            <td>Карлусов</td>
        </tr>
        <tr>
            <td>Теория вероятности и матемаческая статистика</td>
            <td>144</td>
            <td>отлично</td>
            <td>Шумейко</td>
        </tr>
        <tr>
            <td>Основы системного анализа</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Доронина</td>
        </tr>
        <tr>
            <td>Операционные системы</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Корепанова</td>
        </tr>
        <tr>
            <td>Объектно-ориентированное программирование</td>
            <td>курсовой проект</td>
            <td>отлично</td>
            <td>Забаштанский</td>
        </tr>
        <tr>
            <td>Объектно-ориентированное программирование</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Забаштанский</td>
        </tr>
        <tr>
            <td>Элективные курсы по физической культуре и спорту</td>
            <td>72</td>
            <td>зачтено</td>
            <td>Русинова</td>
        </tr>
        <tr>
            <td>Теория баз данных</td>
            <td>108</td>
            <td>зачтено</td>
            <td>Ченгарь</td>
        </tr>
        <tr>
            <td>Технология создания программного продукта</td>
            <td>144</td>
            <td>зачтено</td>
            <td>Строганов</td>
        </tr>
    </table>
</section>